/* 
   Localizable.strings
   Ulterius
 */


"Schedule" = "Schedule";
"Events" = "Events";
"Tranceiver" = "Tranceiver";
"Receiver" = "Receiver";
"Test Command" = "Test Command";
"ReinstallTool" = "Reinstall Helper Tool";
"DeviceStatus" = "Device Status";
"alertCommentInit" = "The Ulterius helper tool has been updated and needs to be reinstalled.\n\nInstalled tool version: %@ \nNew tool version: %@";
"alertCommentReinstall" = "Do you want to reinstall the Ulterius helper tool?";
"alertCommentInstall" = "The Ulterius tool needs to be installed for secure handling of scheduled events.";
"SaveWindowMessage" = "Do you want to save the changes made to your current configuration?";
"SaveWindowInformation" = "Your changes will be lost if you don't save them.";
"nameTaken" = "The name '%@' is already taken. Please choose a different name.";

"Monday" = "Monday";
"Tuesday" = "Tuesday";
"Wednesday" = "Wednesday";
"Thursday" = "Thursday";
"Friday" = "Friday";
"Saturday" = "Saturday";
"Sunday" = "Sunday";

"Tranceivers" = "Tranceivers";
"Reload Device Status" = "Reload Device Status";

// GUI
// Tabs
"Scheduling" = "Scheduling";
"Advanced" = "Advanced";
		
// Scheduling tab
// Events
"Enabled" = "Enabled";
"Date" = "Date";
"Command" = "Command";
"Recurring" = "Reccurring";
"Weekday" = "Weekday";
"Custom Recurring" = "Custom Recurring";
"Save Changes" = "Save Changes";

// Columns
"Events" = "Events";
"Unit" = "Unit";
"House" = "House";
"Model" = "Model";
"My Receivers" = "My Receivers";

// Manual Control
"On" = "On";
"Off" = "Off";
"All On" = "All On";
"All Off" = "All Off";
"Test Event" = "Test Event";
		
"Start Speech Recognition" = "Start Speech Recognition";
		
// Advanced tab
"Receiver Models" = "Receiver Models";
"Transceivers" = "Transceivers";
"Reload Device" = "Reload Device";
"Units" = "Units";
"Houses" = "Houses";
"Commands" = "Commands";



